Repository: Sefibrah/seatreg
Catalog: languages/seatreg-*.po
Languages: da_dk, et

source: By default all bookings will first be in pending state so admin can approve them (with booking manager). If you want bookings automatically to be in approved state then uncheck below.
da_dk: Som standard er alle reservationer først i afventende tilstand, så administratoren kan godkende dem (med bookingmanager). Hvis du ønsker, at bookinger automatisk skal være i godkendt tilstand, skal du fjerne markeringen nedenfor.
et: Vaikimisi on kõik broneeringud alguses mitte kinnitatud staatusega, et administraator saaks need üle vaadata ja kinnitada. Kui tahad, et broneeringud oleks kohe alguses kinnitatud, siis eemalda linnuke alljärgnevast kastist.

source: Use pending
da_dk: Brug afventende
et: Kasuta mitte kinnitatuid

source: Booking email confirm
da_dk: Bekræftelse af Booking email
et: Broneeringu kinnitamine maili teel

source: Bookings must be confirmed with email
da_dk: Reservationer skal bekræftes med email
et: Broneeringud peavad olema kinnitatud maili kaudu

source: Email confirm
da_dk: Email bekræftelse
et: E-posti kinnitus

source: Booking notification
da_dk: Booking notifikation
et: Broneeringu teade

source: Send a notification to %s when you got a new booking.
da_dk: Send en notifikation til %s, når du har fået en ny reservation.
et: Saada teade %s kui on toimunud uus broneering.

source: Send notifications
da_dk: Send notifikation
et: Saada teade

source: Approved booking receipt email
da_dk: Godkendt email med reservationskvittering

source: Send out email to booker when booking is approved. This email will contain info about the booking.
da_dk: Send email til booker, når booking er godkendt. Denne email vil indeholde information om reservationen.

source: Send approved booking email
da_dk: Send godkendt booking email

source: Approved booking receipt email QR code
da_dk: Godkendt e-mail QR-kode for reservationskvittering

source: You can set so that approved booking emails will have QR code in the email. You can select what should the QR code include.
da_dk: Du kan indstille, så godkendte bookingmails vil have QR-kode i mailen. Du kan vælge, hvad QR-koden skal indeholde.

source: URl to booking check page
da_dk: URL til bookingkontrolside

source: Don't display QR code
da_dk: Vis ikke QR-kode

source: Payment instruction
da_dk: Betalings instruktion
et: Maksmise juhend

source: You can leave informative text that instructs how to pay for a booking. It will be displayed in booking status page
da_dk: Du kan efterlade informativ tekst, der instruerer, hvordan du betaler for en reservation. Det vil blive vist på bookingstatus siden
et: Võid jätta maksmist seletava teksti, mida kuvatakse broneeringu staatuse lehel

source: Enter payment instructions here
da_dk: Indtast betalingsinstruktioner her
et: Sisesta maksmise juhend siia

source: PayPal payments
da_dk: PayPal betalinger
et: PayPal maksed

source: Allow and configure PayPal payments. Enables you to ask money for bookings. To enable this feature you need to create a Buy Now button in Paypal. When creating a button only fill item name. Don't add price, shipping etc.
da_dk: Tillad og konfigurer PayPal betalinger. Giver dig mulighed for at bede om penge til bookinger. For at aktivere denne funktion skal du oprette en Køb nu knap i Paypal. Når du opretter en knap, skal du kun udfylde varens navn. Tilføj ikke pris, forsendelse osv.
et: Luba ja seadista PayPal makseid. Võimaldab küsida raha broneeringute eest. Aktiveerimiseks pead looma PayPalis uue Buy Now Button. Loomisel täida ainult nimi. Ära lisa hinda, transpordi hind jne.

source: Allow payments
da_dk: Tillad betalinger
et: Luba makseid

source: PayPal business email
da_dk: PayPal forretnings email

source: Pease enter your PayPal business email
da_dk: Indtast venligst din PayPal virksomheds email
et: Palus lisa PayPal business email

source: PayPal button id
da_dk: PayPal knap id
et: PayPal nupu id

source: Pease enter PayPal button id
da_dk: Indtast venligst PayPal knap id
et: Palun sisesta PayPal nupu id

source: PayPal currency
da_dk: PayPal valuta
et: PayPal valuuta

source: Pease enter PayPal currency code (ISO 4217)
da_dk: Indtast venligst PayPal valutakode (ISO 4217)
et: Palus sisesta PayPal valuuta kood (ISO 4217)

source: Set paid booking approved
da_dk: Sæt betalt booking godkendt
et: Määra makstud broneeringutele kinnitatud staatus

source: Set booking approved automatically when payment has been completed
da_dk: Indstil booking godkendt automatisk, når betalingen er gennemført
et: Määra broneerinud kinnitatuks kui makse on kinnitatud

source: Set approved
da_dk: Sæt godkendt
et: Määra kinnitatuks

source: Turn on sandbox mode. Lets you test payments with your sandbox account. Don't forget to change business email and button id.
da_dk: Slå sandbox tilstand til. Giver dig mulighed for at teste betalinger med din sandbox -konto. Glem ikke at ændre virksomhedens email og knap id.
et: Aktiveeri liivakasti režiim. Võimaldab testida makseid kasutades liivakasti kontosi. Ära unusta emaili ja nupu id vahetamist.

source: Curl extension is required for Paypal to work
da_dk: Curl udvidelse er påkrævet for at Paypal kan fungere
et: Curl laiendus on vajalik, et PayPal maksed töötaksis

source: Custom fields
da_dk: Brugerdefinerede felter
et: Kohandatud väljad

source: Custom fields allow you to ask extra information in bookings.
da_dk: Tilpassede felter giver dig mulighed for at bede om ekstra information i bookinger.
et: Kohandatud väljad võimaldavad küsida rohkem informatsiooni broneeringutel.

source: Existing custom fields
da_dk: Eksisterende brugerdefinerede felter
et: Loodud kohandatud väljad

source: Custom fields you have already created
da_dk: Tilpassede felter, du allerede har oprettet
et: Loodud kohandatud väljad

source: New custom field
da_dk: Nyt brugerdefineret felt
et: Uus kohandatud väli

source: Create a new custom field
da_dk: Opret et nyt tilpasset felt
et: Loo uus kohandatud väli

source: Text
da_dk: Tekst
et: Tekst

source: Checkbox
da_dk: Checkboks
et: Märkeruut

source: Select
da_dk: Vælge
et: Selektsioon

source: Option name
da_dk: Indstillingsnavn
et: Valiku nimi

source: Add option
da_dk: Tilføj indstilling
et: Lisa valik

source: Add custom field
da_dk: Tilf&#248;j Eget Felt
et: Lisa kohandatud väli

source: Save changes
da_dk: Gem ændringer
et: Salvesta muudatused

source: Create new registration
da_dk: Opret ny registrering
et: Loo uus registratsioon

source: %s pending bookings
da_dk: %s afventende bookings!
et: %s mitte kinnitatud broneeringut

source: Add booking
da_dk: Tilføj booking

source: Search booking
da_dk: Søg booking
et: Otsi broneeringut

source: Approved
da_dk: Godkendt
et: Kinnitatud

source: Date
da_dk: Dato
et: Kuupäev

source: No pending seats
da_dk: Ingen afventende pladser
et: Mitte kinnitatuid kohti pole

source: More info
da_dk: Mere info
et: Rohkem infot

source: Edit
da_dk: Redigere
et: Muuda

source: Approve
da_dk: Godkende
et: Kinnita

source: Status page
da_dk: Status side

source: Registration date
da_dk: Registreringsdato
et: Registratsiooni kuupäev

source: No approved seats
da_dk: Ingen godkendte pladser
et: Kinnitatud broneeringud puuduvad

source: Unapprove
da_dk: Fjern godkendelse
et: Mitte kinnitatud

source: Approval date
da_dk: Godkendelses dato:
et: Kinnitus kuupäev

source: View booking activity
da_dk: Se booking aktivitet
et: Vaata broneeringute logisi

source: Not set
da_dk: Ikke indstillet
et: Pole määratud

source: No payment info recorded. This means that this booking has no price or user has not started the payment process.
da_dk: Ingen betalingsoplysninger registreret. Det betyder, at denne booking ikke har nogen pris, eller at brugeren ikke har startet betalingsprocessen.
et: Makse info puudub. See tähendab seda, et broneeringule pole määratad hinda või makset pole veel töödeldud.

source: Payment is %s
da_dk: Betaling er %s
et: Makse on %s

source: Payment of %s
da_dk: Betaling af %s
et: Makse %s

source: Payment txn is %s
da_dk: Betaling txn er %s
et: Makse txn on %s

source: Payment date is %s
da_dk: Betalingsdato er %s
et: Makse puupäev on %s

source: Payment logs
da_dk: Betalings logs
et: Makse logid

source: First name
da_dk: Fornavn
et: Eesnimi

source: Last name
da_dk: Efternavn
et: Perekonnanimi

source: Add seat
da_dk: Tilføj sæde

source: Remove seat
da_dk: Fjern sæde

source: Booking status
da_dk: Reservations status
et: Broneeringu staatus

source: Edit booking
da_dk: Redigere booking
et: Muuda broneeringut

source: Registration logs
da_dk: Registrerings log
et: Registratsiooni logid

source: Booking activity
da_dk: Booking aktivitet
et: Broneeringute logid

source: Payment info
da_dk: Betalings info
et: Maksmise info

source: Booking not found.
da_dk: Booking ikke fundet.
et: Broneeringut ei leitud.

source: Registration does not exist
da_dk: Registrering findes ikke
et: Registratsiooni ei eksisteeri

source: Seat
da_dk: Sæde
et: Koht

source: from room
da_dk: fra rum
et: ruumist

source: is already booked
da_dk: er allerede booked
et: on juba broneeritud

source: Room
da_dk: Rum
et: Ruum

source: dose not exist!
da_dk: eksisterer ikke!
et: ei eksisteeri!

source: dose not exist in
da_dk: findes ikke i
et: ei eksisteeri

source: Something went wrong while creating a new registration
da_dk: Der gik noget galt under oprettelsen af en ny registrering
et: Uue registratsiooni loomisel esines tõrge

source: Something went wrong while coping registration
da_dk: Noget gik galt under registreringen

source: Something went wrong while deleting a registration
da_dk: Der gik noget galt under sletning af en registrering
et: Registratsiooni kustutamisel esines tõrge

source: This is a test email
da_dk: Dette er en test email
et: See on test email

source: Illegal characters detected
da_dk: Ulovlige tegn blev registreret
et: Keelatud tähemärgid tuvastatud

source: Email address is not correct
da_dk: Email adressen er ikke korrekt
et: Mail ei ole õige

source: Something went wrong. Please try again
da_dk: Noget gik galt. Prøv venligst igen.
et: Midagi läks valesti. Palun proovi uuesti

source: Seat selection is empty
da_dk: Sædevalg er tomt
et: Koha valik on tühi

source: You can add
da_dk: Du kan tilføje
et: Saad lisada

source: to selection by selecting boxes
da_dk: til markering ved at markere felter
et: valikusse

source: to selection by clicking/tabbing them
da_dk: til markering ved at klikke/tabbe dem
et: valikusse neid klõpsates

source: Confirmation will be sent to:
da_dk: Bekræftelse sendes til:
et: Kinnitus saadetakse:

source: Confirmation will be sent to (Gmail):
da_dk: Bekræftelse sendes til (Gmail):
et: Kinnitus saadetakse (Gmail):

source: Email (Gmail required)
da_dk: Email (Gmail påkrævet)
et: E-post (Gmail nõutud)

source: to booking?
da_dk: til booking?
et: broneeringusse?

source: is occupied
da_dk: er besat
et: on hõivatud

source: is in pending state
da_dk: er i ventende tilstand
et: on mitte kinnitatud

source: (registration admin has not confirmed it)
da_dk: (registrering admin har ikke bekræftet det)
et: (registratsiooni administraator ei ole veel kinnitanud)

source: Booking is full
da_dk: Booking er fuld
et: Broneeringu limiit on täis

source: is already selected!
da_dk: er allerede valgt!
et: on juba selekteeritud!

source: Under construction
da_dk: Under opbygning
et: Ehitamisel

source: Empty field
da_dk: Tomt felt
et: Tühi väli

source: Add
da_dk: Tilføj
et: Lisa

source: Open seats in the room:
da_dk: Åben sæder i rummet:
et: Vabad kohad ruumis:

source: Pending bookings in the room:
da_dk: Afventende bookinger i rummet:
et: Mitte kinnitatud kohad ruumis

source: Approved bookings in the room:
da_dk: Godkendte bookinger i rummet:
et: Kinnitatud kohad ruumis:

source: seat
da_dk: sæde
et: koht

source: Firstname
da_dk: Fornavn
et: Eesnimi

source: Lastname
da_dk: Efternavn
et: Perekonnanimi

source: This
da_dk: Det her
et: See

source: selected
da_dk: valgte
et: selekteeritud

source: seat selected
da_dk: sæde valgt
et: koht selekteeritud

source: seats selected
da_dk: sæder valgt
et: kohta selekteeritud

source: Your booking is approved
da_dk: Din reservation er bekræftet

source: Your booking is now in pending state. Registration admin needs to approve it
da_dk: Din reservation er nu i ventende tilstand. Registreringsadministratoren skal bekræfte det

source: Select a seat you want to add to booking
da_dk: Vælg et sæde, du vil tilføje til reservationen
et: Vali koht mida tahad lisada broneeringusse

source: Booked
da_dk: Reserveret
et: Broneeritud

source: Total seats you can add to booking is
da_dk: Det samlede antal pladser, du kan tilføje til reservationen, er
et: Kokku saad kohti lisada broneeringusse

source: Booking this seat costs
da_dk: Reservation af dette sæde koster
et: Koha broneerimine maksab

source: Booking total cost is
da_dk: Reservationens samlede pris er
et: Broneeringu hind on

source: Booking receipt has been sent to your email
da_dk: Bestillingskvittering er blevet sendt til din email

source: Click the following link to pay for the booking
da_dk: Klik på følgende link for at betale for reservationen

source: Hover text deleted
da_dk: Hover tekst slettet
et: Hõljuktekst kustutatud

source: Hover text added
da_dk: Hover tekst tilføjet
et: Hõljuktekst lisatud

source: Legend name changed
da_dk: Forklaringens navn ændret
et: Legendi nimi muudetud

source: Legend color changed
da_dk: Forklaringens farve ændret
et: Legendi värv muudetud

source: Building grid updated
da_dk: Bygningsnet opdateret
et: Loomise võre uuendatud

source: Room name changed
da_dk: Rum navn ændret
et: Ruumi nimi vahetatud

source: New room added
da_dk: Nyt rum tilføjet
et: Uus ruum lisatud

source: Room does not exist
da_dk: Rum findes ikke
et: Ruum ei eksisteeri

source: Seat dose not exist
da_dk: Sæde findes ikke
et: Koht ei eksisteeri

source: Seat is already booked/pending
da_dk: Sæde er allerede reserveret/afventende
et: Koht on juba broneeritud

source: Error updating booking
da_dk: Fejl ved opdatering af booking
et: Tekkis viga broneeringu muutmisel

source: Error while creating hover
da_dk: Fejl under oprettelse af svævetekst
et: Tekkis viga hõljukteksti loomisel

source: Error while changing legend
da_dk: Fejl under ændring af forklaring
et: Tekkis viga legendi muutmisel

source: Legend name is taken
da_dk: Forklarings navn er taget
et: Legendi nimi on juba võetud

source: Legend name missing!
da_dk: Forklarings navn mangler!
et: Legendi nimi on puudu!

source: Legend color is taken. Choose another
da_dk: Forklarende farve er taget. Vælg en anden
et: Legendi värv on võetud. Palun vali midagi muud

source: Legend added to
da_dk: Forklaring tilføjet til
et: Legend lisati

source: You must have at least on room
da_dk: Du skal have mindst et rum
et: Vähemalt üks ruum peab olema

source: Already in this room
da_dk: Allerede i det rum
et: Asud juba selles ruumis

source: All rooms must have name
da_dk: Alle rum skal have navn
et: Kõikidel ruumidel peab olema nimi

source: Name missing
da_dk: Navn mangler
et: Nimi on puudu

source: You can't delete room
da_dk: Du kan ikke slette rum
et: Oled kindel, et soovid ruumi eemaldada

source: because it contains pending or confirmed seats. You must remove them with manager first.
da_dk: fordi den indeholder ventende eller bekræftede sæder. Du skal fjerne dem med manager først.
et: sest ruumi sisaldab endas broneeringuid. Pead need kõigepealt ruumist eemaldama.

source: Room name missing
da_dk: Rum navn mangler
et: Ruumi nimi on puudu

source: Room name already exists. You must choose another
da_dk: Rum navn findes allerede. Du skal vælge en anden
et: Ruumi nimi juba eksisteerib. Palun vali midagi muud

source: You have selected
da_dk: Du har valgt
et: Oled selekteerinud

source: box/boxes</span></li>
da_dk: kasse/kasser </span> </li>
et: kast/kastid</span></li>

source: To select one box use
da_dk: For at vælge en boks, brug
et: Kasti selekteerimiseks kasuta

source: To select multiple boxes use
da_dk: For at vælge flere bokse, brug
et: Mitme kasti selekteerimiseks kasuta

source: Select box/boxes to add hover text
da_dk: Vælg boks/bokse for at tilføje svævertekst
et: Selekteeri kastid millele soovid lisada hõljuvat teksti

source: Select box/boxes to add color
da_dk: Vælg boks/kasser for at tilføje farve
et: Selekteeri kastid millele soovid lisada värvi

source: Select box/boxes you want to delete
da_dk: Vælg den boks/bokse, du vil slette
et: Selekteeri kastid mida soovid kustutada

source: Color applied
da_dk: Farve påført
et: Värv lisatud

source: You have not made and legends yet
da_dk: Du har ikke lavet forklaring endnu
et: Ühtegi legendi pole veel tehtud

source: You have not selected any box/boxes to add legends
da_dk: Du har ikke valgt nogen bokse/kasser for at tilføje forklaringer
et: Ühtegi kasti pole selekteeritud millele legendi lisada

source: characters remaining
da_dk: karakterer tilbage
et: tähemärki jäänud

source: Are you sure you want to delete room
da_dk: Er du sikker på, at du vil slette rum
et: Oled kindel, et soovid ruumi eemaldada

source: Unsaved changes. You sure you want to leave?
da_dk: Ugemte ændringer. Er du sikker på, at du vil forlade?
et: Salvestamata uuendused. Oled kindel, et soovid lahkuda?

source: Cancel legend creation
da_dk: Annuller oprettelse af forklaringer
et: Tühista legendi loomine

source: Choose legend
da_dk: Vælge forklaringer
et: Vali legend

source: Cancel
da_dk: Fortryd
et: Tühista

source: boxes
da_dk: kasser
et: kastid

source: box
da_dk: kasse
et: kast

source: No boxes selected
da_dk: Ingen kasser valgt
et: Pole ühtegi kasti selekteeritud

source: Pending seat
da_dk: Afventende sæde
et: Kinnitust ootavad kohad

source: Approved seat
da_dk: Godkendt Sæde
et: Kinnitatud kohad

source: Saving...
da_dk: Gemmer...
et: Salvestan...

source: Saved
da_dk: Gemt
et: Salvestatud

source: room
da_dk: rum
et: ruum

source: Booking updated
da_dk: Booking opdateret
et: Broneering uuendatud

source: Please enter registration name
da_dk: Indtast venligst registreringsnavn
et: Palun sisesta registratsiooni nimi

source: Name must be between 1-255 characters
da_dk: Navnet skal være mellem 1-255 tegn
et: Nimi peab olema 1-255 tähearvu vahemikus

source: Please enter name
da_dk: Indtast venligst navn
et: Palun sisesta nimi

source: Please enter option value
da_dk: Indtast venligst en gyldig værdi
et: Palus sisesta valiku nimi

source: Are you sure?
da_dk: Er du sikker?
et: Oled kindel?

source: Please add at least one option
da_dk: Tilføj mindst én mulighed
et: Palun lisa vähemalt üks valik

source: Name already used
da_dk: Navn allerede brugt
et: Nimi on juba kasutusel

source: Current room does not have background image
da_dk: Nuværende rum har ikke baggrundsbillede
et: Hetkel aktiivses ruumis pole tagataustapilti

source: Remove from room
da_dk: Fjern fra rummet
et: Eemalda ruumist

source: Choose a picture to upload
da_dk: Vælg et billede, der skal uploades
et: Vali ülesse laetav pilt

source: Image name contains illegal characters
da_dk: Billednavnet indeholder ulovlige tegn
et: Pildi nimi sisaldab keelatud sümboleid

source: Add to room background
da_dk: Føj til rum baggrund
et: Lisa ruumi tagataustaks

source: Show pending bookins
da_dk: Vis afventende bookinger
et: Kuva mitte kinnitatud broneeringuid

source: Show approved bookings
da_dk: Vis godkendte bookinger
et: Kuva kinnitatud broneeringuid

source: Please enter PayPal business email
da_dk: Indtast venligst PayPals virksomheds email
et: Palun sisesta PayPal business email

source: Please enter PayPal button id
da_dk: Indtast venligst PayPal knap id
et: Palun sisesta Paypal nupu id

source: Please enter PayPal currency code
da_dk: Indtast venligst PayPal valutakode
et: Palun sisesta PayPal valuuta kood

source: Prices added
da_dk: Priser tilføjet
et: Hinnad lisatud

source: No seats selected!
da_dk: Ingen pladser valgt!
et: Ühtegi kohta pole selekteeritud!

source: Check your email address
da_dk: Tjek din email adresse
et: Kontrolli enda email aadressi

source: Email sending failed
da_dk: Email afsendelse mislykkedes
et: Emaili saatmine ebaõnnestus

source: Please wait
da_dk: Vent venligst...
et: Palun oota

source: No activity logged
da_dk: Endnu ingen aktivitet
et: Tegevusi pole jäädvustatud

source: Booking status updated
da_dk: Booking status opdateret

source: Booking was added. Page will refresh in a second
da_dk: Booking blev tilføjet. Siden opdateres om et sekund

source: Duplicate seat detected!
da_dk: Duplikat sæde fundet!

source: Checked
da_dk: Kontrolleret
et: Selekteeritud

source: Unchecked
da_dk: Ukontrolleret
et: Selekteerimata

source: not set
da_dk: Ikke sat
et: pole seatud

source: Page
da_dk: Side
et: Leht

source: Seat number
da_dk: Sæde nummer
et: Koha number

source: Booking approval date
da_dk: Dato for godkendelse af booking
et: Broneering kinnitus kuupäev

source: Payment status
da_dk: Betalings status
et: Makse staatus

source: Payment txn id
da_dk: Betalings txn id
et: Makse txn id

source: Payment received
da_dk: Betaling modtaget
et: Makse saadud

source: Seat nr:
da_dk: Sæde nr:
et: Koha nr:

source: not set
da_dk: Ikke sat
et: pole sisestatud

source: Starting IPN verification
da_dk: Starter IPN verifikation
et: Alustan IPN kontrolliga

source: The IPN is verified
da_dk: IPN er verificeret
et: IPN on kontrollitud

source: The IPN is invalid
da_dk: IPN er ugyldigt
et: IPN on kehtetu

source: Unknown response from IPN. Will try again %s
da_dk: Ukendt svar fra IPN. Vil prøve igen %s
et: Tundmatu vastus IPN poolt. Proovin uuesti %s

source: IPN retry logic failed. Will try again later
da_dk: IPN -forsøgslogik mislykkedes. Vil prøve igen senere
et: IPN uuesti proovimis loogika ebaõnnestus. Proovin hiljem uuesti

source: Payment for %s is completed
da_dk: Betalingen for %s er afsluttet
et: Makse %s on lõpetatud

source: txn_id has been previously processed
da_dk: txn_id er tidligere blevet behandlet
et: txn id on eelnevalt töödeldud

source: Payment is reversed
da_dk: Betalingen tilbageføres
et: Makse on tagastatud

source: Payment was refunded
da_dk: Betalingen blev refunderet
et: Makse on hüvitatud

source: Got a %s case. Reason is %s. Case id: %s
da_dk: Har en %s sag. Årsagen er %s. Sag -id: %s
et: Saabus %s juhtum. Põhjus on %s. Juhtumi id on %s

source: Payment %s is not correct. Expecting %s
da_dk: Betaling %s er ikke korrekt. Forventer %s
et: Makse %s ei ole õige. Peaks olema %s

source: Receiver_email %s is not my Primary PayPal email %s
da_dk: Modtager email %s er ikke min primære PayPal email %s
et: Receiver_email %s ei ole sinu Primary PayPal email %s

source: Something went wrong while coping a registration settings
da_dk: Noget gik galt under kopiering af en registreringsindstilling

source: Something went wrong while coping a registration
da_dk: Noget gik galt under kopiering af en registrering

source: Copy registration
da_dk: Kopi registrering

source: Enter new registration name
da_dk: Indtast nyt registreringsnavn

source: Only registration map and settings will be copied
da_dk: Kun registreringskort og indstillinger vil blive kopieret

source: More actions
da_dk: flere handlinger

source: Copy
da_dk: Kopi

source: Missing parameters
da_dk: Manglende parametre
et: Puudulikud parameetrid

source: Registration not found
da_dk: Registrering ikke fundet
et: Registratsiooni ei leitud

source: %s is closed at the moment
da_dk: %s er lukket i øjeblikket
et: %s on hetkel suletud

source: Change room
da_dk: Ændre rum
et: Vaheta ruumi

source: Room is empty
da_dk: Rum er tomt
et: Ruum on tühi

source: seats selected
da_dk: valgte pladser
et: koht valitud

source: Registration starts
da_dk: Registreringen starter
et: Registratsiooni statistika

source: Registration ends
da_dk: Registreringen slutter
et: Registratsioon lõppeb

source: Total rooms
da_dk: Total rum
et: Ruumide arv

source: Total open seats
da_dk: Total åbne pladser
et: Vabade kohtade arv
