Repository: Sefibrah/seatreg
Catalog: languages/seatreg-*.po
Languages: da_dk, et

source: Did not receive booking receipt? Click the button to send it again.
da_dk: Har du ikke modtaget reservationskvittering? Klik på knappen for at sende den igen.

source: Send again
da_dk: Send igen

source: Your payment is being processed
da_dk: Din betaling behandles
et: Teie makset töödeldakse

source: Your payment is completed
da_dk: Din betaling er gennemført
et: Teie makse on kinnitatud

source: There seems to be a problem with your payment. Please notify site administrator.
da_dk: Der ser ud til at være et problem med din betaling. Giv venligst webstedsadministrator besked.
et: Tekkis probleem maksega. Palun teavita administraatorit.

source: You payment has been refunded
da_dk: Din betaling er blevet refunderet
et: Teie makse on hüvitatud

source: You payment has been reversed
da_dk: Din betaling er blevet tilbageført
et: Teie makse on tagastatud

source: Booking confirm
da_dk: Booking bekræfter
et: Broneeringu kinnitus

source: Registration name
da_dk: Registrerings navn
et: Registratsiooni nimi

source: Room
da_dk: Rum
et: Ruum

source: Change name
da_dk: Ændre navn
et: Muuda nime

source: Add room
da_dk: Tilføj rum
et: Lisa ruum

source: Delete room
da_dk: Slet rum
et: Kustuta ruum

source: Move selected boxes
da_dk: Flyt markerede felter
et: Liiguta selekteeritud kastid

source: pixels to
da_dk: pixels til
et: pikslit

source: Loading...
da_dk: Loader...
et: Laadimine...

source: Seat deletion is limited!
da_dk: Sletning af sæder er begrænset!
et: Kohtade kustutamine on limiteeritud!

source: Save
da_dk: Gem
et: Salvesta

source: View registration
da_dk: Se registrering
et: Vaata registratsiooni

source: Color
da_dk: Farve
et: Värv

source: Close
da_dk: Luk
et: Sulge

source: Adding hover text
da_dk: Tilføjelse af svævertekst
et: Lisa hõljuktekst

source: Enter text
da_dk: Indtast tekst
et: Lisa tekst

source: Leave field empty to remove existing hover text
da_dk: Lad feltet være tomt for at fjerne eksisterende svævetekst
et: Jäta tühjaks, et eemaldada hõljuktekst

source: Building grid helps you to create boxes
da_dk: Bygning gitter hjælper dig med at oprette kasser
et: Ehitus võrk aitab luua kaste

source: Box size
da_dk: Kasse størrelse
et: Kasti suurus

source: Box count
da_dk: Kasse antal
et: Kastide arv

source: Distance between boxes
da_dk: Afstand mellem kasser
et: Kastide vehe

source: Update grid
da_dk: Opdater gitter
et: Uuenda võrku

source: Seat pricing
da_dk: Sæde priser
et: Koha hind

source: You need to enable PayPal in settings to turn on pricing functionality.
da_dk: Du skal aktivere PayPal i indstillinger for at aktivere prisfunktionalitet.
et: PayPal tuleb seadistada seadete alt.

source: Fill price to all selected seats
da_dk: Fyld pris til alle udvalgte pladser
et: Lisa hind kõikidele selekteeritud kohtadele

source: Fill prices
da_dk: Udfyld priser
et: Täida hinnad

source: Set price
da_dk: Sæt pris
et: Lisa hind

source: Existing legends:
da_dk: Eksisterende forklaringer:
et: Olemasolevad legendid:

source: Apply legend
da_dk: Tilføj forklaring
et: Lisa lehend

source: Remove legend from registration:
da_dk: Fjern forklaring fra registrering
et: Eemalda legend registratsioonist:

source: Delete
da_dk: Slet
et: Kustuta

source: Remove legend from this room:
da_dk: Fjern forklaring fra dette rum:
et: Eemalda legend selekteeritud ruumist:

source: Remove
da_dk: Fjern
et: Eemalda

source: Change legend
da_dk: Skift forklaring
et: Muuda legendi

source: Change
da_dk: Ændre
et: Muuda

source: Step 1.
da_dk: Trin 1.
et: Samm 1.

source: Enter legend name
da_dk: Indtast forklaringer navn
et: Sisesta legendi nimi

source: Step 2.
da_dk: Trin 2.
et: Samm 2.

source: Choose legend color
da_dk: Vælg legende farve
et: Vali legendi värv

source: Step 3.
da_dk: Trin 3.
et: Samm 3.

source: Review new legend
da_dk: Gennemgå ny forklaring
et: Uue legendi ülevaade

source: Create new legend
da_dk: Opret ny forklaringer
et: Loo uus legend

source: Enter new name
da_dk: Indtast nyt navn
et: Sisesta uus nimi

source: Back
da_dk: Tilbage
et: Tagasi

source: Change color
da_dk: Skift farver
et: Muuda värvi

source: Close legend change
da_dk: Luk forklaring ændring
et: Sulge legendi muutmine

source: Room name
da_dk: Rum navn
et: Ruumi nimi

source: Enter room name:
da_dk: Indtast rum navn:
et: Sisesta ruumi nimi:

source: Manual
da_dk: Manuel
et: Juhend

source: With select tool you can select individual objects in your seat map. This tool is also used to resize and change object location. To change seat/custom object location you need to drag it with mouse cursor. Resizing is done by placing mouse cursor at border of a object and dragging it to desired width or height.
da_dk: Med udvalgte værktøjer kan du vælge individuelle objekter på dit sædekort. Dette værktøj bruges også til at ændre størrelse og ændre objektplacering. For at ændre placering af sæde/tilpasset objekt skal du trække det med musemarkøren. Tilpasning foretages ved at placere musemarkøren ved kanten af et objekt og trække det til ønsket bredde eller højde.
et: See tööriist võimaldab selekteerida, muuta suurust ja asukohta kohtadel ning objektidel. Koha või objekti ümberpaigutamiseks tuleb hiirekursor asetada selle peale ning vasakut hiirenuppu all hoides lohistada soovitud asukohta. Suuruse muutmiseks tuleb hiirekursor asetada koha/objekti nurgale või äärele ning vasakut hiirenuppu all hoides lohistada soovitud suuruseni.

source: With this tool you can create seats. Simply click on gray dotted box and new seat will be created. You can create multiple seats at once by dragging cursor over gray boxes.
da_dk: Med dette værktøj kan du oprette sæder. Du skal blot klikke på den grå prikboks og der vil blive oprettet et nyt sæde. Du kan oprette flere sæder på én gang ved at trække markøren over grå bokse.
et: See tööriist võimaldab luua kohti, mida on võimalik ürituseks broneerida. Kohtade loomiseks kliki kujundamise veebiredatoris olevaid halli punktiirjoonega kaste. Vasakut hiirenuppu all hoides ja hiirekursorit üle halli punktiirjoonega kastide lohistades on võimalik luua mitmeid kohti kiiremini.

source: Custom boxes are used to show special objects in your seat map (exit, trash can, stage and so on). Simply click on gray dotted box and new custom box will be created. You can create multiple boxes at once by dragging cursor over gray boxes.
da_dk: Brugerdefinerede kasser bruges til at vise særlige objekter i dit sædekort (udgang, skraldespand, scene og så videre). Du skal blot klikke på den grå prikboks, og der vil blive oprettet en ny tilpasset boks. Du kan oprette flere kasser på én gang ved at trække markøren over grå bokse.
et: See tööriist võimaldab luua objekte. Objektideks võivad olla näiteks sissepääs, lava, suupistete laud jne. Objektide loomiseks kliki kujundamise veebiredatoris olevaid halli punktiirjoonega kaste. Vasakut hiirenuppu all hoides ja hiirekursorit üle halli punktiirjoonega kastide lohistades on võimalik luua mitmeid objekte kiiremini.

source: With eraser tool you can remove seats and custom boxes. Simply click on object and it will be removed. You can remove multiple objects at once by holding down left mouse and moving cursor over them.
da_dk: Med viskelæder kan du fjerne sæder og tilpassede kasser. Bare klik på objektet, og det vil blive fjernet. Du kan fjerne flere objekter på én gang ved at holde venstre mus nede og flytte markøren hen over dem.
et: Kustukumm võimaldab olemasolevaid kohti ja objekte eemaldada. Kustutamiseks tuleb vasakut hiirenuppu all hoida ja kursorit lohistada.

source: Lasso tool is helpful if you wish to work with multiple objects at the same time (changing color, deleting, adding hover text and legends). Simple hold down left mouse button and move your cursor to select multiple seats/boxes.
da_dk: Lasso -værktøj er nyttigt, hvis du ønsker at arbejde med flere objekter på samme tid (ændring af farve, sletning, tilføjelse af svævertekst og forklaringer). Hold den venstre museknap nede, og flyt markøren for at vælge flere sæder/kasser.
et: Lasso tööriist võimaldab mitut kohta/objekti korraga selekteerida värvi muutmiseks, kustutamiseks, hõljumiskirja ja legendi lisamiseks.

source: Once you have selected seats/boxes with either select or lasso tool you can delete them with clicking on garbage can button.
da_dk: Når du har valgt sæder/kasser med enten vælge eller lasso værktøj, kan du slette dem ved at klikke på skraldespandsknappen.
et: Selekteerimise ja lasso tööriista abil valitud kohtade ja objektide eemaldamine.

source: Legends are useful if you want to add labels to seats/custom boxes with special meaning. Example: Lets say you want to show where boys and where girls should sit. In legends dialog you can create, delete, change and apply legends to seats nad custom boxes.
da_dk: Forklaring er nyttige, hvis du vil tilføje etiketter til sæder/brugerdefinerede kasser med særlig betydning. Eksempel: Lad os sige, at du vil vise, hvor drenge og hvor piger skal sidde. I forklaringsdialogboksen kan du oprette, slette, ændre og anvende forklaringer på sæder og tilpassede bokse.
et: Legendide abil saab kohtadele ja objektidele anda eritähendust. Legendi dialoogboksis on võimalik luua, muuta, kustutada ja paigutada legende selekteeritud kohtadele ja objektidele.

source: Hover text is shown when user clicks or moves mouse cursor over a seat/custom box. Simply select seats or custom boxes and add text via hover text dialog.
da_dk: Hover tekst vises, når brugeren klikker eller flytter musemarkøren hen over et sæde/en tilpasset boks. Vælg blot sæder eller brugerdefinerede bokse, og tilføj tekst via dialogboksen med musemarkøren.
et: Hõljumiskiri muutub kohabroneeringus nähtavaks, kui kasutaja klikib või liigub hiirekursoriga koha või objekti peale. Selekteeritud kohtadele ja objektidele saab hõljumiskirja dialoogboksis lisada ja kustutada teksti.

source: Opens up color dialog where you can apply colors to selected seats/custom boxes.
da_dk: Åbner farve dialog, hvor du kan anvende farver på udvalgte sæder/brugerdefinerede bokse.
et: Avanenud dialoogboks võimaldab selekteerituid kohti ja objekte värvida.

source: In seat map builder you can see lot of gray dotted boxes. These boxes are used to creat seats and custom boxes. In grid settings you can change size, distance and count of those grid boxes. That way you can change how new seats and boxes are created.
da_dk: I sæde kort byggeren kan du se mange grå prikkede kasser. Disse kasser bruges til at oprette sæder og tilpassede kasser. I gitterindstillinger kan du ændre størrelse, afstand og tælling af disse gitterkasser. På den måde kan du ændre, hvordan nye sæder og kasser skabes.
et: Kujundamise veebiredaktoris paiknevad hallide punktiirjoontega kastid, mis moodustavad ehitusvõre. Neid kaste kasutatakse kohtade ja objektide loomiseks. Ehitusvõre dialoogboksis saab muuta nende suurust, vahemaad ja arvu.

source: Lets you add prices to seats. You also need to configure paypal in settings to enable payments.
da_dk: Giver dig mulighed for at tilføje priser til sæder. Du skal også konfigurere paypal i indstillinger for at aktivere betalinger.
et: Võimaldab lisada hindu kohtadele. Maksete sisse lülitamiseks peab Paypali seadistama seadmete alt.

source: Limited deletion
da_dk: Begrænset sletning
et: Limiteeritud kustutamine

source: If room contains pending or approved seats then seat deletion is limited.
da_dk: Hvis rummet indeholder ventende eller bekræftede pladser, er sletning af pladser begrænset.
et: Kui ruum sisaldab kinnitatuid või mitte kinnitatuid broneeringuid, siis kohtade kustutamine on limiteeritud.

source: Example:
da_dk: Eksempel:
et: Näide:

source: Lets say you have seats with numbers 1,2,3 and 4.
da_dk: Lad os sige, at du har sæder med numrene 1,2,3 og 4.
et: Ütleme, et on kohad numbritega 1,2,3 ja 4.

source: If someone occupies seat number 2 then you won't be able to delete seats 1 and 2.
da_dk: Hvis nogen indtager sæde nummer 2, kan du ikke slette sæde 1 og 2.
et: Kui keegi broneerib koha numbriga 2, siis ei ole võimalik kustutada kohtasid 1 ja 2.

source: Saving is not allowed
da_dk: Det er ikke tilladt at gemme
et: Salvestamine ei ole lubatud

source: Room background image
da_dk: Rum baggrunds billede
et: Ruumi taustapilt

source: Current room image
da_dk: Nuværende rum billede
et: Selekteeritud ruumi taustapilt

source: Upload image
da_dk: Upload billede
et: Laadi üles

source: Previously uploaded images
da_dk: Tidligere uploadede billeder
et: Eelnevalt ülesse laetud pildid

source: Hello
da_dk: Hej
et: Tere

source: This is a notification email telling you that %s has a new booking
da_dk: Dette er en meddelelses email, der fortæller dig, at %s har en ny reservation.
et: Anname teada, et %s on saanud uue broneeringu

source: You can disable booking notification in options if you don't want to receive them.
da_dk: Du kan deaktivere bookingmeddelelse i indstillinger, hvis du ikke vil modtage dem.
et: Kui ei soovi seda teadet saada, siis seadmete kaudu on võimalik see välja lülitada.

source: Thank you for booking at %s.
da_dk: Tak, fordi du reserverede hos %s.

source: Your booking is now approved
da_dk: Din reservation er nu godkendt

source: Name
da_dk: Navn
et: Nimi

source: Seat
da_dk: plads
et: Koht

source: Yes
da_dk: Ja
et: Jah

source: No
da_dk: Nej
et: Ei

source: Receipt sent
da_dk: Kvittering sendt

source: Something went wrong!
da_dk: Noget gik galt!

source: Payment processing
da_dk: Betalings behandling
et: Makset teostatakse

source: Payment is already processed or doe's not exist. For more information check your booking status page.
da_dk: Betalingen er allerede behandlet eller findes ikke. For mere information, tjek din bookingstatusside.
et: Makse on juba teostatud või seda pole olemas. Rohkema info saamiseks vaata broneeringu staatuse lehte.

source: Seat nr
da_dk: Sæde nr
et: Koha nr

source: from room
da_dk: fra rum
et: ruumist

source: This booking is already confirmed/expired/deleted
da_dk: Denne booking er allerede bekræftet/udløbet/slettet
et: Broneering on juba kinnitatud/aegunud/kustutatud

source: Something went wrong while confirming your booking
da_dk: Noget gik galt under bekræftelsen af din reservation

source: You booking is now in pending state. Registration owner must approve it
da_dk: Din reservation er nu i ventende tilstand. Registreringsejer skal godkende det
et: Teie broneeringul on nüüd mitte kinnitatud staatuses. Registratsiooni administraator peab selle kinnitama

source: You booking is now confirmed
da_dk: Din reservation er nu bekræftet
et: Broneering on kinnitatud

source: You can look your booking at %s
da_dk: Du kan se din reservation på %s
et: Broneeringut on võimalik näha %s

source: Error. Seat limit exceeded
da_dk: Fejl. Sædegrænse overskredet
et: Viga. Broneeritud kohtade limiit ületatud

source: Registration is closed at the moment
da_dk: Registreringen er lukket i øjeblikket
et: Registratsioon on hetkel suletud

source: Registration is not open
da_dk: Tilmelding er ikke åben
et: Registratsioon ei ole avatud

source: Error. Password mismatch!
da_dk: Fejl. Adgangskode mismatch!
et: Viga. Paroolid ei kattu!

source: Error. Dublicated seats
da_dk: Fejl. Dobbelt sæder
et: Viga. Dubleeritud kohad

source: Gmail needed!
da_dk: Gmail påkrævet!
et: Gmail nõutud!

source: Registration is closed
da_dk: Tilmelding er lukket
et: Registratsioon on suletud

source: Your selected seats are
da_dk: Dine valgte sæder er
et: Selekteeritud kohad on

source: Click on the link below to confirm your booking
da_dk: Klik på linket herunder for at bekræfte din reservation
et: Klõpsake järgnevat linki, et kinnitada broneering

source: If you can't click then copy and paste it into your web browser
da_dk: Hvis du ikke kan klikke, skal du kopiere og indsætte det i din webbrowser
et: Kui klõpsamine ei õnnestu, siis kopeerige aadress veebilehitsejasse ja külastege lehte

source: After confirmation you can look your booking at
da_dk: Efter bekræftelse kan du se din reservation på
et: Peale kinnitust saate broneeringut vaadata

source: Booking confirmation
da_dk: Reservations bekræftelse
et: Broneeringu kinnitus

source: Oops.. the system encountered a problem while sending out confirmation email. Please notify the site administrator.
da_dk: Ups .. systemet stødte på et problem under afsendelse af e-mail med bekræftelse. Giv administratoren besked
et: Oops.. tekkis probleem meili välja saatmisega. Palun teavita administraatorit.

source: %s Home
da_dk: %s Hjem
et: %s Kodu

source: Home
da_dk: Hjem
et: Kodu

source: %s Overview
da_dk: %s oversigt
et: %s Ülevaade

source: Overview
da_dk: Oversigt
et: Ülevaade

source: %s Settings
da_dk: %s Indstillinger
et: %s Seaded

source: Settings
da_dk: Indstillinger
et: Seaded

source: %s Bookings
da_dk: %s Bookinger
et: %s Broneeringud

source: Bookings
da_dk: Bookinger
et: Broneeringud

source: SeatReg tools
da_dk: SeatReg Værktøjer
et: SeatReg tööriistad

source: Tools
da_dk: Værktøjer
et: Tööriistad

source: Create and manage seat registrations
da_dk: Opret og administrer sæderegistreringer
et: Loo ja halda koha registratsioone

source: Design your own seat map and manage seat bookings
da_dk: Design dit eget sædekort og administrer sædebookinger
et: Kujunda kohtade plaan ja halda broneeringuid

source: Settings for your registrations
da_dk: Indstillinger for dine registreringer
et: Registratsiooni seaded

source: Statistics for your registrations
da_dk: Statistik for dine registreringer
et: Registratsiooni statistika

source: Manage seat bookings
da_dk: Administrer sædebestillinger
et: Halda registratsiooni broneeringuid

source: Useful tools
da_dk: Nyttige værktøjer
et: Kasulikud tööriistad

source: Email testing
da_dk: Email test
et: Email testimine

source: Send a test email to verify that email sending works. If it doesn't then most likely your WordPress hosting is not configured to send out emails. In that case you can use some WordPress SMTP email plugin like WP Mail SMTP by WPForms
da_dk: Send en test email for at bekræfte, at afsendelse af emails fungerer. Hvis det ikke gør det, er din WordPress -hosting sandsynligvis ikke konfigureret til at sende emails. I så fald kan du bruge noget WordPress SMTP email -plugin som WP Mail SMTP af WPForms
et: Saada test email veendumaks, et saatmine toimib. Kui ei õnnestu siis tõenäoliselt ei ole server seadistatud emaile saatma. Sellisel juhul saad kasutada näiteks mõnda WordPress SMTH pistikprogrammi

source: Enter your email address
da_dk: Indtast din email adresse.
et: Sisesta enda email aadress

source: QR Code testing
da_dk: QR kode test

source: QR codes can be sent with booking receipt email. You should see test QR code below. If not then you should see error message that can help with debugging.
da_dk: QR-koder kan sendes med email med reservationskvittering. Du skal se test QR koden nedenfor. Hvis ikke, bør du se fejl meddelelse, der kan hjælpe med fejlretning.

source: Something went terribly wrong.
da_dk: Noget gik frygteligt galt.

source: PHP gd extension is required to generate QR codes.
da_dk: PHP gd extension er påkrævet for at generere QR-koder.

source: Please log in to view this area
da_dk: Log venligst ind for at se dette område
et: Palun logi sisse, et saada juurdepääs siia

source: No permissions
da_dk: Ingen tilladelser
et: Puudub juurdepääsu õigus

source: %s pending seats
da_dk: %s ventende sæder
et: %s mitte kinnitatud broneeringut

source: pending seats
da_dk: ventende sæder
et: mitte kinnitatud broneeringut

source: Start date not set
da_dk: Startdato ikke angivet
et: Algus kuupäev pole seadistatud

source: End date not set
da_dk: Slutdato ikke angivet
et: Lõpp kuupäev pole seadistatud

source: Overall
da_dk: I alt
et: Ühtekokku

source: Seats
da_dk: Sæder
et: Kohad

source: Open
da_dk: Åben
et: Vaba

source: Confirmed
da_dk: Bekræftet
et: Kinnitatud

source: Pending
da_dk: Afventer
et: Mitte kinnitatud

source: Created registrations
da_dk: Oprettede registreringer
et: Loodud registratsioonid

source: Registration
da_dk: Registrering
et: Registratsioon

source: Edit map
da_dk: Rediger kort
et: Kujunda plaan

source: More
da_dk: Mere

source: No registrations created!
da_dk: Ingen registreringer oprettet!
et: Ühtegi registratsiooni pole loodud!

source: %s settings
da_dk: %s indstillinger
et: %s seaded

source: Change registration name
da_dk: Skift registrerings navn
et: Muuda registratsiooni nime

source: Enter registration name
da_dk: Indtast registreringsnavn
et: Sisesta registratsiooni nimi

source: Registration status
da_dk: Registrerings status
et: Registratsiooni staatus

source: Close and open registration
da_dk: Luk og åben registrering
et: Sulge ja ava registratsiooni

source: Close reason
da_dk: Luk grund
et: Sulgemise põhjus

source: You can leave text explaining why registration is closed. Will be displayed on registration view.
da_dk: Du kan efterlade tekst, der forklarer, hvorfor registreringen er lukket. Vises i registreringsvisningen.
et: Sul on võimalik sisestada sulgemise põhjus. Seda kuvatakse registratsiooni vaates.

source: Enter reason
da_dk: Indtast Grund
et: Sisesta põhjus

source: Registration start date
da_dk: Registrerings start dato
et: Registratsiooni algus kuupäev

source: Set registration start date (dd.mm.yyyy)
da_dk: Indsæt start dato for registrering (dd.mm.åååå)
et: Seadista registratsiooni algus kuupäev (dd.mm.yyyy)

source: Registration end date
da_dk: Registrerings slut dato
et: Registratsiooni lõppkuupäev

source: Set registration end date (dd.mm.yyyy)
da_dk: Indsæt slutdato for registrering (dd.mm.åååå)
et: Seadista registratsiooni lõppkuupäev (dd.mm.yyyy)

source: Show booking data
da_dk: Vis booking data

source: Show booking data in registration view. You can select custom fields here once they are created
da_dk: Vis booking data i registreringsvisning. Du kan vælge tilpassede felter her, når de er oprettet

source: Show full name
da_dk: Vis fulde navn

source: Registration info text
da_dk: Registrerings info tekst
et: Registratsiooni info

source: Set registration info text. Will be displayed in registration page
da_dk: Indsæt tekst til registreringsinfo. Viser på registreringssiden
et: Seadista registratsiooni info tekst. Seda kuvatakse registratsiooni lehel

source: Enter info text here
da_dk: Indtast info tekst her
et: Lisa info tekst siia

source: Max seats per booking
da_dk: Maks. Pladser pr. Booking
et: Maksimum kohti broneeringus

source: Set how many seats can be added to the booking
da_dk: Indstil, hvor mange pladser der kan føjes til booking
et: Seadistab mitut kohta saab korraga broneerida

source: Gmail required
da_dk: Gmail påkrævet
et: Gmail on nõutud

source: Gmail address is required when making a booking
da_dk: Gmail adresse er påkrævet, når du foretager en reservation
et: Gmail on kohustuslik broneeringu tegemiseks

source: Allow only gmail address
da_dk: Tillad kun gmail adresser
et: Luba vaid Gmail broneeringuid

source: You can set a password. Only people who know it can view your registration and make a booking. Leave it empty for no password
da_dk: Du kan indstille en adgangskode. Kun personer, der kender det, kan se din registrering og foretage en reservation. Lad det være tomt uden adgangskode
et: Registratsioonile on võimalik seadistada parool. Ainult need kes parooli teavad saavad registratsiooni vaadata ja teha broneeringuid

source: Pending status
da_dk: Afventende status
et: Mitte kinnitatud staatus
