Repository: Sefibrah/seatreg
Catalog: languages/seatreg-*.po
Languages: da_dk, et

source: Total pending bookings
da_dk: Total afventende bookinger
et: Mitte kinnitatud broneeringute arv

source: Total approved bookings
da_dk: Total godkendte bookinger
et: Kinnitatud broneeringute arv

source: Legends
da_dk: Forklaring
et: Legendid

source: Add to booking
da_dk: Tilføj til booking
et: Lisa broneeringusse

source: Cart
da_dk: Kort
et: Käru

source: Next
da_dk: Næste
et: Edasi

source: Contact information
da_dk: Kontaktoplysninger
et: Kinnita informatsioon

source: Show legends
da_dk: Vis forklaringer
et: Näita legende

source: Confirm email sent to
da_dk: Bekræft e-mail sendt til
et: Kinnitus saadeti

source: You need to confirm your booking by following email instructions. Make sure you check your junk folders
da_dk: Du skal bekræfte din reservation ved at følge e-mail-instruktioner. Sørg for at kontrollere dine uønskede mapper
et: Broneeringu peab kinnitama emaili saadetud juhiste järgi. Veendu, et vaatasid ka rämpsposti kausta

source: Your Booking is confirmed
da_dk: Din reservation er bekræftet
et: Broneering on kinnitatud

source: You can look your booking status at the following link
da_dk: Du kan se din reservationsstatus på følgende link
et: Broneeringu staatust võid jälgida järgneva lingi kaudu

source: Save the link for future reference
da_dk: Gem linket til fremtidig reference
et: Salvesta link hiljemaks vaatamiseks

source: Error
da_dk: Fejl
et: Viga

source: Not open yet
da_dk: Ikke åben endnu
et: Pole veel avatud

source: Closed
da_dk: Lukket
et: Suletud

source: Registration ended
da_dk: Registreringen sluttede
et: Registratsioon on lõppenud

source: Password protected
da_dk: Adgangskode beskyttet
et: Parooliga kaitstud

source: Please enter password
da_dk: Indtast adgangskode
et: Palun sisesta parool

source: Booking check
et: Broneeringu kontroll

source: x-axis
et: x-telg

source: y-axis
et: y-telg

source: Upload
et: Laadi üles

source: Email
et: E-post

source: Booking manager
et: Broneeringute haldus

source: Send test mail
et: Saada test email

source: Logs
et: Logi

source: Show bookings
et: Näita broneeringuid

source: Let people see who has made a booking in registration page
et: Võimaldab registratsiooni vaates kuvada kes broneeringu tegi

source: Password
et: Parool

source: PayPal sandbox mode
et: PayPal liivakast

source: PayPal sandbox
et: PayPal liivakast

source: Type
et: Tüüp

source: Booking id
et: Broneeringu id

source: Registration data
et: Registratsiooni andmed

source: Book
et: Broneeri
